# St7GetGroupVisibility

Determines the visibility of a group within the model window.

long St7GetGroupVisibility(long uID, long GroupID, bool* Visible)
Input Parameters
uID
Strand7 model file ID.
GroupID
The ID number of the group.
Output Parameters
Visible
Visible state; either True or False.